{"title":"给网络171班班会就业方面的分享","date":"2020-03-09T15:00:53.000Z","date_formatted":{"ll":"Mar 9, 2020","L":"03/09/2020","MM-DD":"03-09"},"link":"Life/901a69042e71","comments":true,"tags":["文章"],"categories":["Life"],"updated":"2021-02-27T13:51:10.460Z","content":"<h2 id=\"一、先说说我自己吧\">一、先说说我自己吧<a title=\"#一、先说说我自己吧\" href=\"#一、先说说我自己吧\"></a></h2>\n<p>我是网络162班的学长，职位学习委员，专业综测成绩排名1/68，在考研和就业的问题上我选择了就业。</p>\n<p>目前在拓尔思成都研发中心，做前端开发🍕</p>\n<p>我从大三的暑假开始参加实习的，也就是你们这个学期的暑假。我第一个实习工作是在我们学校校招找的，我去的是东华软件，暑假工作了两个月，第二学期就直接回成都租房，然后参加这边一些一本大学的校园双选会，最后经过几场笔试和面试，拿到了拓尔思的Offer后我就直接去拓尔思了，因为比较了已经笔试的几家公司的笔试题目，觉得拓尔思他家的笔试题难一些，就没有再去参加其他公司的笔试和面试。当然现在我看来是不太明智的，这个问题之后再说。我的求职经历也不是完美的，我也是第一次经历，因此我希望大家听过我的分享后，不要再踩我踩过的坑😛</p>\n<p>这里首先要强调一点：以下分享，仅是我个人的一些经历和观点，可能有些不太正确，大家结合自身情况，仅供参考，因为每个人的背景和理解角度是不同的。</p>\n<p>这篇稿子，我稍后会放在我的博客上，需要下来再了解的，可能上我博客查看，博客地址之后发群里。</p>\n<blockquote>\n<p>说明一点，我直接脱身回成都找工作，是因为我学分已经修够，没有挂科没有重修</p>\n</blockquote>\n<h2 id=\"二、给大家的建议\">二、给大家的建议<a title=\"#二、给大家的建议\" href=\"#二、给大家的建议\"></a></h2>\n<h3 id=\"2.1-考研和就业的选择\">2.1 考研和就业的选择<a title=\"#2.1-考研和就业的选择\" href=\"#2.1-考研和就业的选择\"></a></h3>\n<p>我这里就只讲就业和考研的选择，至于创业或者出国的，我也不是很了解。</p>\n<p>先给大家一句话：<strong>要为自己的选择负责到底</strong>！</p>\n<p>在选择上，我是选择的是就业，一半原因是因为家庭方面的，我是农村出身的，家里就爸爸和妈妈，还有一个上大二的妹妹，家庭经济能力也就是能基本解决温饱，老爸好赌博，而我身为长子，应当要早点承担家庭，所以实习后我就基本没问家里拿过生活费了。另一半原因是因为我感觉有点我学不下去了，比如政治，看那一篇篇文字，就头疼。我就特别佩服考研的人！</p>\n<p>在工作后，我也因为当初的选择有点遗憾，为什么呢？因为现在有些岗位，是明确要求硕士学历以上，比如我在的拓尔思的一些人工智能、大数据的岗位，虽然我自学了一些，但是毫无机会。我还把跟我一起实习的大兄弟给劝回去准备明年的考研了😂，不是那种真正的劝，只是上下班闲聊，然后他就真辞职考研去了。</p>\n<p>我的选择经历说完了，现在我给大家分析总结几点，大家结合自身参考一下</p>\n<ul>\n<li>选择就业：\n<ul>\n<li>需要确保自己不降级不重修，最后两学期尽量少挂科，最好面试前过四级</li>\n<li>选择职业方向，进行知识补充学习（有必要的话，可以报名培训机构，费用基本在1万多）。职业方向这我插一句：尽量选择自己感兴趣的，否则之后工作很多年会很乏味的，换行也比较痛苦。</li>\n<li>参加现在我们这届的春招（2020届），以及下学期你们这届的秋招（2021届），以及跑到别的学校去参加宣讲会，到处去笔试面试。</li>\n<li>工作不满意，还可以准备你们这届的春招（2021届）</li>\n</ul>\n</li>\n<li>选择考研：\n<ul>\n<li>开始制定复习计划，筛选学校专业</li>\n<li>考研失败的话，需要在二战和参加春招（2021届）做选择</li>\n<li>参加春招，职位较少，要和同届参加过培训的同学、参加过实习但不满意的同学、以及上届二战失败的同学、还有下一届同学的竞争。</li>\n</ul>\n</li>\n</ul>\n<h3 id=\"2.2-就业准备\">2.2 就业准备<a title=\"#2.2-就业准备\" href=\"#2.2-就业准备\"></a></h3>\n<p>就业准备上，前期准备我觉得需要注意以下三点：简历的准备、知识技能的补充学习、如何投递简历</p>\n<h4 id=\"2.2.1-简历准备\">2.2.1 简历准备<a title=\"#2.2.1-简历准备\" href=\"#2.2.1-简历准备\"></a></h4>\n<p>简历准备这部分，我记得我和实验室的另外一个小伙伴，都各自花了大概1周的时间，才写好第一份简历。</p>\n<p>简历的准备，我建议看一下B站视频分享。就我个人的简历准备上，我简要总结了以下几点：</p>\n<ul>\n<li>简历：简单描述自己的经历，一般我们实习生或者应届生，一页A4纸就可以了，不要整两三页的，还有要真实，可以稍微夸大点，因为面试官会看着你的简历，挨个问你的。</li>\n<li>求职意向：一定要写好自己想要应聘的职位</li>\n<li>个人信息：一定要放证件照，蓝底，尽量在照相馆专业修图，可以颜值不高，但一定要端庄整洁，不要歪歪扭扭邋邋遢遢的，给HR印象不好。也不要出现手机P图成带耳朵的那种（这句话只是举例，要正规）；个人信息要简要，明确。细节问题上：手机号尽量344分，邮箱尽量不要用QQ邮箱，使用谷歌邮箱、Outlook等国际知名的。地址最好写想要工作的地点。最后有个人博客或者github、gitee地址，可以放一个，这是个加分项。</li>\n<li>教育背景：写个大学就行了，专业（本科），如果绩点（GPA）在2.7以上，可以注明自己的GPA。</li>\n<li>技能（重点🏆）：注意了解、熟悉、掌握、精通等词的程度，当然我们实习生或者应届生，尽量不要写精通，自己给自己找麻烦；自己想要应聘的职位有关的技能一定要放前面，加分项和关联技术放后边。</li>\n<li>项目经历：尽量写几个自己有信心的项目，简要说明四点：项目简介、项目角色、我的工作、业绩成果。可能有些同学在大学参加的项目或者比赛比较少，也可以放自己跟着教程做的东西，如果不是面的技术岗，可以放一些自己组织的活动那些。我个人是做的技术岗，所以对这方面了解多点。非技术岗可以自己网上看看。</li>\n<li>荣誉，获奖情况：这部分是为了提现你自己的学习能力的，放奖学金、比赛获奖等。</li>\n<li>其他：像座右铭啊，自我评价啊等，可有可无，当前面的内容不够一页的话，可以用这些补充一下。</li>\n</ul>\n<p>另外，如果你面试的一家公司是外企，要准备英文简历，英文自我介绍，比如思科。</p>\n<h4 id=\"2.2.2-知识储备\">2.2.2 知识储备<a title=\"#2.2.2-知识储备\" href=\"#2.2.2-知识储备\"></a></h4>\n<p>对于知识储备这块，我首先想说的是，我们在学校学习的技能，和公司所要求的技能，比例大概是1:9，就是这么残忍。我的意思不是我们知识技能不够就不要去笔试面试，反而我们更应该多去参加面试，积累面试经验，发现自己的问题，所有我们要趁这段时间，好好补补，考研的忙着复习，而我们则要忙着不断面试，不断学习，累积知识，累积经验。</p>\n<p>（1）如何了解意向职位所需的知识技能？</p>\n<p>最快了解意向职位的知识技能，就是百度，搜某个职位的学习路线或者知识图谱。</p>\n<p>另外更实际的就是看招聘需求，公司要什么，我就学什么。多去看看这方面的招聘需求，自己总结一下，就知道自己需要学习什么了。其实这个准备应该是大一或者大二就应该去了解的，但是现在还不晚，也可以现学现准备，尽量在秋招之前，要对自己掌握的技能有信心🧐就行了。</p>\n<p>（2）如何学习？</p>\n<p>在清楚自己要学习的知识后</p>\n<p><strong>自学的话</strong> ：可以买一些几百块钱的网课，或者找一些视频教程、书籍学习。学习方法应该采用快速学习方式，倍速播放，重点放在基础知识和常见面试问题上，一定要弄透彻。常见的笔试面试问题下一点再讲。</p>\n<p>我这里分享一个工具：<a href=\"http://pandownload.com/\" target=\"_blank\">PanDownload</a> ,这是一个百度云盘加速下载的工具，里面有一个链接分享搜索，可以搜到一些常见的培训网站的收费视频教程，如果为了节省钱，可以这样使用，提倡正版。</p>\n<p>在线搜索：<a href=\"https://www.dupanso.com/\" target=\"_blank\">https://www.dupanso.com/</a></p>\n<p><strong>培训机构</strong> ：这个对于基础比较薄弱，且自学困难的同学比较适合。一般培训费用大概都是1-2万。我没有报过培训机构，但我认为这是一个不错投资。尽管现在看来培训费有点高，但长远来看，对于自学困难的同学是很值得的。培训机构是专门为职位所需技能而培训的，而且还提供职业推荐。</p>\n<p>至于培训机构的选择，我不是很了解，但尽量选择培训机构比较知名的，培训前还是要了解自己的职业方向选择和所需技能，然后再去看培训。</p>\n<p>我周围有好几个参加报班，平时在校成绩基本是那种靠后的，但现在也能找到一个不错的工作。</p>\n<p>对于参加培训机构的建议是，尽早决定是否报班，然后尽早参加培训。</p>\n<p>然后培训机构我不了解哪家好，大家可以联系往届的同学，再自己综合考量。我这就不瞎推荐了。</p>\n<h4 id=\"2.2.3-简历投递\">2.2.3 简历投递<a title=\"#2.2.3-简历投递\" href=\"#2.2.3-简历投递\"></a></h4>\n<p>关于简历投递，之前说的你们一定要参加我们这届的春招（2020届），就是现在，重点放在下学期你们这届的秋招（2021届）。</p>\n<ul>\n<li>为什么一定要参加我们这届的春招？</li>\n</ul>\n<p>我先给大家说个现状吧，现在大厂（腾讯、阿里、百度、字节跳动、美团、爱奇艺）等都招实习生都会提前半年。时间恰好就是在我们这届的春招就已经开始招下一届的实习生了，也就是说，现在，他们就开始招你们这届实习生了。金三银四，说的就是三月是校招黄金期，就我现在知道的情况，昨天晚上7点，字节跳动已经进行了空中宣讲，今天晚上好像是有京东的宣讲，招收目标就是2021届，而就在刚刚我看见腾讯2021届空中校园宣讲今晚8点开始的。是不是感觉时间很紧？其实现在才开始准备还不晚，如果基础比较好，现在准备准备，也有面上大厂的可能。</p>\n<p>现状了解了，再说说为什么要参加现在的春招？因为大厂最乐意提前招人，而我们可以试试，积累经验。大厂也不要放弃投递，如果简历通过，就可以经历他们的面试，而大厂的面试比较正规全面，就算你经验不足没有通过他们的面试，但经过这次面试后，就会学习和了解到很多很多。如果面试通过了，那就可以考虑是否要提前实习了。</p>\n<ul>\n<li>接下来回到如何投递简历问题？</li>\n</ul>\n<p><strong>投递简历的渠道</strong> 有：校园宣讲会、校招（双选会）、内推、公司官网校园招聘、招聘平台（牛客、拉勾、Boss）</p>\n<p>上面的渠道我是按照我认为的简历处理快慢排的，校园宣讲会是很重要的，是公司人事部门专门到处跑学校宣讲，现场hr亲自收简历，自然处理最快，而且宣讲会还能让大家了解到一下公司。当然，跑宣讲会是比较累的。我跑过大连理工的宣讲，还有海事的宣讲，成都这边我也跑过财大、电子科大等宣讲会。这个需要关注公司官网招聘的宣讲日程地点，另外也要关注一些一本大学的就业网站信息。因为公司不会每个大学都会去，需要我们带好简历跑到指定大学去参加。现在疫情期间，很多公司都举行的网上宣讲，这个就更应该参加了，还不用到处跑。</p>\n<p>然后是双选会，是学校组织的，企业都是经过学校筛选过的，但也不排除有套壳公司，打着招人的旗号，给培训机构收学员，通常他们会说实习前需要收费培训。双选会大家也要积极参加，简历也会很快得到处理。</p>\n<p><strong>注意</strong> ：宣讲会和双选会，去的时候要带简历，要带好纸笔，随时准备记录重要的或者进行现场笔试</p>\n<p>再谈谈内推，内推的意思就是已在公司内部工作的，他推荐你到人事部门或者hr手中去，这样也比较快。但是内推并不会降低什么笔试面试难度，可能会免去笔试，但面试肯定有，因为公司需要筛选真正有用有学习能力的人才去工作。</p>\n<p>然后还有公司官网的校园招聘，这个也要积极参与。</p>\n<p>最后说说招聘平台。一个公司的人事部，可能有好几个Hr，她们又可能分别再不同招聘平台招人。可能她们自己放到招聘平台的信息，自己都给忘了，所以处理时比较慢的。另外如果他们通过宣讲会双选会内推，收到很多简历了，干嘛还要在招聘平台收人。招聘平台只是最后的补充。对我们来说，这也是我们最后没找到工作，进行海投的方式。</p>\n<p><strong>投递简历的方式</strong> ：纸质现场投递、邮箱、网站填写、平台发送电子版</p>\n<p>这里只说说邮箱投递需要注意的问题。</p>\n<p>发送主题：一定要按照他们指定的格式发送，如果没有指定，可以自己设定一个，比如格式：<strong>职位-姓名-手机号</strong></p>\n<p>发送内容：通常没有要求，可以自己写两三句，注意礼貌用语即可，如：尊敬的HR，我感觉贵公司的xx职位和我非常匹配，xxx。</p>\n<p>简历附件：简历附件<strong>一定要</strong>是pdf格式，不要用图片或者word。文件名称也要和主题一样格式命名好，方便HR处理。</p>\n<p>记住你给HR方便，HR也许会给你“方便”！</p>\n<h3 id=\"2.3-笔试和面试\">2.3 笔试和面试<a title=\"#2.3-笔试和面试\" href=\"#2.3-笔试和面试\"></a></h3>\n<p>通常，公司通过你的简历后，会打电话或者邮箱通知你，参加他们的笔试或者直接面试。这里可能会受到比较多的笔试和面试时间，整理好日程，有些冲突的可以联系hr换别的时间。</p>\n<h4 id=\"2.3.1-笔试\">2.3.1 笔试<a title=\"#2.3.1-笔试\" href=\"#2.3.1-笔试\"></a></h4>\n<p>正常流程的话，如果说简历是第一道门槛，那么笔试是第二道。笔试会很直接很透彻的筛选人。当然，不排除有作弊的可能。</p>\n<p>笔试有线上笔试、现场笔试、到公司笔试。</p>\n<p>线上笔试就是和我们平常上机考试差不多，现场笔试的话，可能就是宣讲会或者双选会后，直接当天在学校某个教室就做一套题。</p>\n<p>前两个时间通常是不能商量更改的，通知到公司参加笔试的，这个如果日程冲突，可以联系HR协商时间。</p>\n<p>另外说一下，线上笔试时间不一定，通常是将近1个小时左右。线下笔试通常二三十分钟，题量较少。</p>\n<p>说到这里，可能大家还是对笔试有点陌生，我这里强烈建议大家去 <strong>牛客网</strong> 刷公司笔试真题，这个网站有很多笔试题，很多大佬都在这刷题。另外如果考研的同学（计算机方向），上面也有一些大学的考研真题。</p>\n<h4 id=\"2.3.2-面试\">2.3.2 面试<a title=\"#2.3.2-面试\" href=\"#2.3.2-面试\"></a></h4>\n<p>面试，可能大家已经经历过社团等面试，但求职时的面试，需要更加注意细节礼仪。通常给你面试的人是你即将加入的部门领导。</p>\n<p>先总结一点：HR或者面试官一般会比较在意你基础知识掌握情况、学习能力、和稳定性。基础知识掌握情况会通过问答形式了解；学习能力可以拿奖学金或者成绩证明，也可能会问问自学的情况；最后稳定性也是公司，特别是人事部门比较在意的，至于原因，大家应该很容易明白，公司花钱来培训个实习生，一两个月就跑到别的公司去了。所以，面试90%都会问你家乡是哪、父母在哪等问题。你一定要诚实回答，如果不是省内的，你一定要表现出你非常乐意留在这个城市。我是四川的，在大连面试的时候，问道这个问题老尴尬了，之后回到成都找工作，问到我是哪的时候（因为我还有点东北口音），我说是四川哪哪的，感觉她们瞬间松了一口气的样子。</p>\n<p>去面试时，等待时，不要太随意，从进门到离开，要做到有礼有貌，面试过程中要端正，不要敲个二郎腿吊儿郎当的。这是我实习后我领导，也就是我的面试官给我说的，你尊重对方，对方也会给你尊重，况且对方可能是你以后的领导。</p>\n<p>正规面试开始时，面试官通常会让你先来个自我介绍，所以这个大家得提前准备。不然现场组织一段话，有点小困难，对我来说是有点困难。</p>\n<p>面试时，面试官可能提前看过你的简历，或者现场拿着你的简历，主要围绕着你简历写的职业技能，对这些技能掌握情况进行询问了解，另外还会问你简历上的项目。这时候，你要记住，对面坐的是一个大佬，会由浅到深的问，有些答不上来没有任何问题，不要太在意。整个过程要表现得积极乐观，纯真。</p>\n<p>正规的面试最后，面试官会让你对他提几个问题，这很重要！！！这个提问环节可以在网上搜一搜学习学习，比如你可以问问面试官经过刚刚的面试，我有什么不足之类的，让面试官现场给你个评价，这样你可以通过他的评价，大致推断出你能不能面试通过；另外再问问他们公司现在项目上用的技术栈、框架是什么？或者就前面面试时，你无法答上的问题问一问，提现自己学习积极性等。</p>\n<h3 id=\"2.4-公司的选择\">2.4 公司的选择<a title=\"#2.4-公司的选择\" href=\"#2.4-公司的选择\"></a></h3>\n<p>先谈谈接收Offer的问题，现在的HR做法，通常是先联系你，说你面试通过了，问你有没有意向到他们公司，手里有没有其他Offer等，那是HR担心Offer白发了。这个大家要尽可能说自己非常喜欢他们公司，手里没有其他Offer，在商量入职时间时，尽量拖晚一点。因为在此期间，你还可以去面其他公司，然后在综合对比，选择对哪家。</p>\n<p>当你有几个Offer后，感觉也差不多面试完了，你就要进行选择去哪个公司了，当然你也可以在自己的社交圈里先秀一秀。</p>\n<p>我个人总结了几个点，给大家参考一下，如何选择：</p>\n<ul>\n<li>公司规模实力，公司待遇补助情况，环境，地点</li>\n<li>是否提供转正，以及转正后的待遇</li>\n<li>工作内容是否真有兴趣</li>\n<li>能否真的学到东西，且对跳槽过渡容易</li>\n<li>加班情况，周末是否双休</li>\n</ul>\n<h3 id=\"2.5-职业精神、职场礼仪（选讲）\">2.5 职业精神、职场礼仪（选讲）<a title=\"#2.5-职业精神、职场礼仪（选讲）\" href=\"#2.5-职业精神、职场礼仪（选讲）\"></a></h3>\n<p>可能大家是第一次听到这两个词，我也是在学习中，这里只是简单分享提及一下，大家之后拿到Offer后，进入公司前应该好好了解一遍。</p>\n<p>就这两点，公司给我们培训了两个多小时，由此可见其重要性，我希望大家在进公司之前就有一定了解，因为这对你的面试可能有一定作用。</p>\n<h4 id=\"2.5.1-职业精神\">2.5.1 职业精神<a title=\"#2.5.1-职业精神\" href=\"#2.5.1-职业精神\"></a></h4>\n<p><strong>职业精神：指的是主人翁精神、敬业精神、团队精神、创新精神等，它是一种热情的态度，一种坚定的信念，一种不懈的追求，一种向前的动力，更是使人从平庸到优秀的工作准则。</strong></p>\n<p>这一句是我百度的，我也在学习中，这里只是给大家提及一下，今后工作上需要注意的问题。</p>\n<h4 id=\"2.5.2-职场礼仪\">2.5.2 职场礼仪<a title=\"#2.5.2-职场礼仪\" href=\"#2.5.2-职场礼仪\"></a></h4>\n<p><strong>职场礼仪：是指人们在职业场所中应当遵循的一系列礼仪规范。学会这些礼仪规范，将使一个人的职业形象大为提高。</strong></p>\n<p>当然这一句也是我百度的，这也是工作后需要注意的问题。</p>\n<p>职场礼仪的基本点非常简单。首先，要弄清职场礼仪与社交礼仪的本质区别，职场礼仪没有性别之分。比如，为女性开门这样的“绅士风度”在工作场合是不必要的，这样做甚至有可能冒犯了对方。</p>\n<p>其次，将体谅和尊重别人当作自己的指导原则。尽管这是显而易见的，但在工作场所却常常被忽视了，进行介绍的正确做法是将级别低的人介绍给级别高的人。</p>\n<p>就我这里，我额外说一点，在公司和同事间想建立较亲密的关系，是比较不容易的，珍惜大学现在的友谊。公司里虽然每个人对每个人表面都是很热心很客气。一起进去的实习生会比较好点。一句话：公司工作半年，不及大学军训两周。</p>\n<h3 id=\"2.6-跳槽问题（选讲）\">2.6 跳槽问题（选讲）<a title=\"#2.6-跳槽问题（选讲）\" href=\"#2.6-跳槽问题（选讲）\"></a></h3>\n<p>这个不展开说了，我自己就从东华辞职跳到成都来，也不算什么经验，就不误导了，以后我请教一下前辈再来补充吧：是否要跳槽？跳槽前准备？</p>\n<h3 id=\"2.7-毕设问题（选讲）\">2.7 毕设问题（选讲）<a title=\"#2.7-毕设问题（选讲）\" href=\"#2.7-毕设问题（选讲）\"></a></h3>\n<p>毕设实际是大四上学期，期末就开始要报题目了。</p>\n<p>下学期，正式交开题报告、任务书、英文文献翻译，3月份开题，6月份最后答辩，交论文。</p>\n<p>毕设可以在大四上学期报完题目后就可以开始做了。</p>\n<p>工作期间，做毕设的时间有：上班期间（活不多，领导允许）、下班回家晚上、周末。</p>\n<h2 id=\"三、总结\">三、总结<a title=\"#三、总结\" href=\"#三、总结\"></a></h2>\n<p>最后总结我就不给大家总结了，感觉前面内容够多了🤣</p>\n<p>本篇稿子我之后会放我博客里，大家下来可以再参考参考。</p>\n<p>最后送大家一句我最近看到的话</p>\n<p>赠言：<strong>学习的苦需要主动去吃，生活的苦，躺着就来了</strong>！</p>\n<p>什么意思呢？是说大多数人很懒，那不是行为上的懒，而是懒得改变</p>\n<p>有什么问题不清楚，可以私聊我或者在下方评论🍰</p>\n","prev":{"title":"Laravel常用命令","link":"Learning/05e70c5ba457"},"next":{"title":"我花了12块钱买了个理财课","link":"Learning/cd1f13f20864"},"plink":"https://www.zzboy.cn/Life/901a69042e71/","toc":[{"id":"一、先说说我自己吧","title":"一、先说说我自己吧","index":"1"},{"id":"二、给大家的建议","title":"二、给大家的建议","index":"2","children":[{"id":"2.1-考研和就业的选择","title":"2.1 考研和就业的选择","index":"2.1"},{"id":"2.2-就业准备","title":"2.2 就业准备","index":"2.2"},{"id":"2.3-笔试和面试","title":"2.3 笔试和面试","index":"2.3"},{"id":"2.4-公司的选择","title":"2.4 公司的选择","index":"2.4"},{"id":"2.5-职业精神、职场礼仪（选讲）","title":"2.5 职业精神、职场礼仪（选讲）","index":"2.5"},{"id":"2.6-跳槽问题（选讲）","title":"2.6 跳槽问题（选讲）","index":"2.6"},{"id":"2.7-毕设问题（选讲）","title":"2.7 毕设问题（选讲）","index":"2.7"}]},{"id":"三、总结","title":"三、总结","index":"3"}],"reward":true,"copyright":{"author":"Patrick Jun","link":"<a href=\"https://www.zzboy.cn/Life/901a69042e71/\" title=\"给网络171班班会就业方面的分享\">https://www.zzboy.cn/Life/901a69042e71/</a>","license":"自由转载-非商用-禁止演绎-保持署名 (<a href=\\\"https://creativecommons.org/licenses/by-nc-sa/4.0/\\\" rel=\\\"external nofollow\\\" target=\\\"_blank\\\">CC BY-NC-ND 4.0</a>)","published":"March 9, 2020"}}