{"title":"Dream","date":"2017-05-01T10:38:53.000Z","date_formatted":{"ll":"May 1, 2017","L":"05/01/2017","MM-DD":"05-01"},"link":"Learning/b59c9330cdff","tags":["English"],"categories":["Learning"],"updated":"2021-02-27T13:47:17.940Z","content":"<p>  Hello, everyone! My name is Patrick Jun. I come from the network engineering class 162. I am honored to be here to give a speech. The theme today(or tonigt) I want to address is “Dream”.</p>\n<p>  First of all, I would like to ask you three questions: the first one is whether you have a dream or whether you have a dream ever. And second, what is your dream. Third, for this dream, how will you do?</p>\n<p>  Once I talked about the dream with a graduated senior who has worked, he said: “What is a dream, how far the word is. The thing only belongs to these hot-blooded young people. Now, I do not have any dream, and just want to lead a realistic life”. I chose silence at that time. I was thinking, what kind of heavy reality can make a person even forget his dreams.</p>\n<p>  Then, thinking about yourselves what is your dream? Some people would say, my dream is to be a doctor, a teacher and so on. Even there would be some persons say, my dream is that every day is holiday. Of course, such a dream can only dream in your mind. I think, as long as your dream can give you support to keep going when you feel chagrined or frustrated, thinking of your dream which can make you spirited, it is already half of the battle.</p>\n<p>  In fact, each of us has dreams, but with the time goes by, a variety of brutal realities, would kill our will, so we have to believe that it’s impossible to complete the dream. As a result, the action was pushed infinitely by one after another “but”. Gradually, we give up our dreams, and like most people, choosing the plain.</p>\n<p>  Before I go to the college, I thought “admitted to the University” is the dream of each of us. However, think about now what we are doing. Isn’t you want to have a slightly helpless smile? So, in order to live wonderfully, we need dreams.</p>\n<p>  We all should have our own dreams, not a heart will be hurt because of the pursuit of dreams.</p>\n<p>  In the eyes of The Little Match Girl, the dream is fragrant roast geese, grandmother’s warm arms.<br>\n  In the eyes of Helen Keller, the dream is three days of light.<br>\n  In the eyes of Martin Luther King, Jr. the dream is that blacks get equal treatment.</p>\n<p>  Dreams is like sunshine, it makes people from impetuous to practical, from a loss to the firm, and to success.</p>\n<p>  Dream is powerful, which is the source of driving force of life. Lofty dreams can inspire a person all potentail. God did not give us wings, but gave us a flying heart, a dreaming brain.</p>\n<p>  We have youth, the most precious wealth in the world. Jay Chou said: “I want to climb up step by step, a small day also has a big dream”.</p>\n<p>  I also have a little dream. Although I have poor writing English and poor spoken English. I like English. My dream is that I can have a wonderful English speech. Obviously, I stand here, I have now achieved it! I pursued this dream so I spent the whole winter vacation to prepare. During the period, I corrected numerous grammatical mistakes and revised the manuscript countless times, practicing the word’s pronunciation every day. I have nerver recited more than 200 words of English articles, but this time I probably recited about 600 words of speech draft! Then I will fight for my next dream!</p>\n<p>  Finally, I want to send you all a word: Let us believe that the power of dreams.</p>\n<p>  Thanks!</p>\n","prev":{"title":"在Ubuntu（Linux）下 使用Let's Encrypt免费SSL证书，实现全站HTTPS","link":"Learning/ef95baa65b1c"},"plink":"https://www.zzboy.cn/Learning/b59c9330cdff/","reward":true,"copyright":{"author":"Patrick Jun","link":"<a href=\"https://www.zzboy.cn/Learning/b59c9330cdff/\" title=\"Dream\">https://www.zzboy.cn/Learning/b59c9330cdff/</a>","license":"自由转载-非商用-禁止演绎-保持署名 (<a href=\\\"https://creativecommons.org/licenses/by-nc-sa/4.0/\\\" rel=\\\"external nofollow\\\" target=\\\"_blank\\\">CC BY-NC-ND 4.0</a>)","published":"May 1, 2017"}}